{
  "q1": "1. Since the adoption of the 2030 Agenda and the SDGs, has the governing body of your organization taken (or will it take) any decisions or new strategies to guide the implementation of the 2030 Agenda and the SDGs? If any, please provide a brief summary below, including the overarching vision of your organization.",
  "q2": "2. At the secretariat level, has your organization taken (or will it take) any steps in follow-up to the 2030 Agenda and the SDGs? If yes, please specify actions, including but not limited to the following areas",
  "q2_1": "SDG-specific strategies, plans or work programmes",
  "q2_2": "Aligning the structure of the organization with the transformative features of the 2030 Agenda, including any challenges and lessons learned in doing so",
  "q2_3": "Readjusting or updating results-based budgeting and management, including performance indicators:",
  "q2_4": "Action to enhance support to the principle of \"leaving no one behind\" and to integrated policy approaches:",
  "q2_5": "Others:",
  "q3": "3. Has your organization provided (or will it provide) any normative, analytical, technical assistance or capacity building to countries in the implementation of the 2030 Agenda and the SDGs? If yes, please provide a brief account of the activities you have organized or intend to undertake, including but not limited to the following areas:",
  "q3_1": "Mainstreaming the SDGs in development plans and policies or through national sustainable development plans/strategies:",
  "q3_2": "Mainstreaming the SDGs in sectoral strategies, including specific SDG/target strategies:",
  "q3_3": "Data and statistical capacity building:",
  "q3_4": "Science, technology and innovation for the SDGs:",
  "q3_5": "Multi-stakeholder partnerships:",
  "q3_6": "Sub-national plans/strategies and implementation for the SDGs:",
  "q3_7": "Leveraging interlinkages across SDG goals and targets:",
  "q3_8": "Others:",
  "q4": "4. The high-level political forum (HLPF) is the central platform for the follow-up and review of the 2030 Agenda and the SDGs. Has your organization participated in the work of the HLPF in the 2016-2018 cycles, convened under the auspices of ECOSOC? If yes, please specify your involvement in the following areas:",
  "q4_1": "Supporting the intergovernmental body of your organization in contributing to the thematic review of the HLPF:",
  "q4_2": "Contributing to policy/background briefs for the HLPF:",
  "q4_3": "Helping organize SDG-specific events in the preparatory process:",
  "q4_4": "Organizing side evens or speaking at the HLPF:",
  "q4_5": "Supporting VNR process:",
  "q5": "5. How has your organization cooperated with other UN system organizations to achieve coherence and synergies in the implementation of the 2030 Agenda and the SDGs? In this regard, has your organization launched or intend to launch any joint programmes or projects in collaboration with other UN entities? Are there any results or lessons you would like to highlight that might help improve the design and impact of such efforts? Has your organization participated in any of the following coordination systemwide mechanisms or any other relevant platform - CEB, UNDG, EC-ESA Plus, RCMs, UN-Energy, UN-Water, UN-Ocean, IAEG, IATT?  Please specify which and indicate any suggestions you may have about improving collaborations within and across these mechanisms/platforms:",
  "q6": "6. How has your organization engaged with stakeholder groups, both in supporting implementation at the country, regional and global levels, and within your own organization? If yes, please provide main highlights, including any lessons learned:",
  "q7": "7. Has your organization organized any conferences, forums or events designed to facilitate exchange of experience, peer and mutual learning? If yes, please provide a brief summary below and include lessons learned and gaps identified based on the outcomes of these events. Please also include any events you plan to organize in the coming years.",
  "q8": "8. Is there any other information you would like to share, including annual reports of your organization and any impact assessment or evaluation reports? If yes, please use the space below and attach the document(s). Please also use this space to provide any other information, comments or remarks you deem necessary:",
  "q9": "9. In your view, what should a strategic plan for the UN system in support of the 2030 Agenda and SDGs look like? What key elements should it include and major challenges address in such a road map?",
  "q10": "10. Please indicate one or two endeavor or initiatives you suggest that the UN system organizations could undertake together to support the implementation of the SDGs between now and 2030:",
  "docs": "Documents/attachments"
}